Repository: fclerc/PersoSymfony
Catalog: src/Silex/MoocPersonalizationBundle/Resources/public/translation/*.po
Languages: fr

# strategy.h1
source: Strategy definition page:
fr: Stratégie pédagogique

# strategy.currentFileIntro
source: Currently defining
fr: Modification de

# strategy.profiles.h2
source: Selection of indicators
fr: Sélection des indicateurs

# strategy.profiles.explanation
source: For each indicator, an example value is given (italic).
fr: Pour chaque indicateur, une valeur exemple est donnée (en italique).

# common.back
source: Back to main menu
fr: Retour au menu principal

# strategy.rules.h2
source: Definition of pedagogical strategy
fr: Définition de la stratégie pédagogique

# strategy.rules.add
source: Add new Rule
fr: Ajouter une nouvelle règle

# strategy.rules.save
source: Save my strategy
fr: Sauvegarder ma stratégie

# strategy.rules.instructions
source: When editing or creating a rule, you can click on any part of this rule to change its values and structure.
fr: Lorsque vous créez ou éditez une règle, vous pouvez à tout moment changer ses valeurs et sa structure en cliquant sur les éléments qui la constituent .

# strategy.rules.defined.h3
source: Rules you already defined:
fr: Règles déjà définies :

# strategy.activities.h2
source: Selection of the activities
fr: Sélection des activités

source: Profile
fr: Profil

source: Context
fr: Contexte

source: context
fr: contexte

source: Save modifications
fr: Sauvegarder les modifications

source: Learning
fr: Apprentissage

source: Status
fr: Statut

source: Sequence
fr: Séquence

source: Length
fr: Durée

source: Categories
fr: Catégories

source: Name
fr: Nom

source: Difficulty
fr: Difficulté

source: Tool
fr: Outil

source: Exercise
fr: Exercice

source: Grade
fr: Note

source: Attempts
fr: Nombre d'essais

source: Goal
fr: Objectif

source: learnerMoocProfile
fr: Profil d'apprenant du MOOC

source: learnerInformation
fr: informations sur l'apprenant

source: birthDate
fr: date de naissance

source: sex
fr: sexe

source: professionalSituation
fr: situation professionnelle

source: educationLevel
fr: niveau d'éducation

source: educationDomain
fr: domaine de formation

source: country
fr: pays

source: languages
fr: langues

source: language
fr: langue

source: name
fr: nom

source: skill
fr: compétence

source: registrationDate
fr: date d'inscription

source: colourBlind
fr: daltonien

source: externalToolsKnowledge
fr: connaissance des outils extérieurs

source: externalTool
fr: outil extérieur

source: toolName
fr: nom de l'outil

source: grade
fr: note

source: otherInformation
fr: autre information

source: knowledge
fr: connaissances

source: courseKnowledge
fr: connaissances sur le cours

source: knowledgeGroup
fr: groupe de connaissances

source: value
fr: valeur

source: knowledgeUnit
fr: unité de savoir

source: toolsKnowledge
fr: connaissances sur les outils

source: knowledgeTool
fr: connaissance sur un outil

source: behaviour
fr: comportement

source: studentPattern
fr: type d'apprenant

source: dropoutFlag
fr: avertissement d'abandon

source: IRLInteraction
fr: interactions hors MOOC

source: socialInteractions
fr: interactions sociales

source: socialInteraction
fr: interaction sociale

source: socialTool
fr: réseau social

source: forumBehaviour
fr: comportement sur le forum

source: otherBehaviour
fr: autre élément de comportement

source: moocInteractions
fr: interactions avec le MOOC

source: activityDistributions
fr: distribution des activités

source: activityPerHour
fr: activité par heure

source: hour
fr: heure

source: num
fr: numéro

source: timePercentage
fr: pourcentage (en temps)

source: actionsPercentage
fr: pourcentage (en nombre d'actions)

source: activityPerDay
fr: activité par journée

source: day
fr: jour

source: activityPerSequence
fr: activité par séquence

source: sequence
fr: séquence

source: lastVisits
fr: dernières visites

source: visit
fr: visite

source: otherDynamics
fr: autres indicateurs de dynamique

source: resourcesInteractions
fr: interactions avec les ressources

source: resourcesConsultation
fr: consultation de ressources

source: resourceConsultation
fr: consultation d'une ressource

source: resourceId
fr: identifiant de la ressource

source: nbConsultations
fr: nombre de consultations

source: childrenConsultationsDistribution
fr: distribution de consultation des enfants (en nombre de consultations)

source: childPercentage
fr: pourcentage

source: resource
fr: ressource

source: percentage
fr: pourcentage

source: duration
fr: durée

source: childrenDurationDistribution
fr: distribution de consultation des enfants (en temps)

source: completion
fr: taux de réalisation

source: comparedPercentage
fr: pourcentage comparé

source: scale
fr: échelle

source: consultationDuringHomework
fr: consultations durant les devoirs

source: totalTimeOnHomework
fr: temps total passé sur les devours

source: timeOtherResourcesDuringHw
fr: temps total passé sur les autres ressources

source: courseware
fr: matériel de cours

source: exercises
fr: exercices

source: customInteractionIndicator
fr: indicateur d'interaction personnalisé

source: actionId
fr: action

source: period
fr: période

source: interval
fr: intervalle

source: beginDateTime
fr: date de début

source: endDateTime
fr: date de fin

source: comment
fr: commentaire

source: sequenceContext
fr: contexte de la séquence

source: activitiesContext
fr: contexte : activités

source: numberOfActivities
fr: nombre d'activités

source: min
fr: minimum

source: max
fr: maximum

source: activitiesDuration
fr: durée des activités

source: quizVariation
fr: variation des énoncés

source: liveContext
fr: contexte 'en direct'

source: environmentContext
fr: contexte : environnement

source: datetime
fr: date et heure

source: connecteds
fr: informations sur les personnes connectées

source: connected
fr: type de personne

source: number
fr: nombre de connectés

source: learnerLiveContext
fr: contexte 'en direct' de l'apprenant

source: IPAddress
fr: adresse IP

source: device
fr: appareil

source: OS
fr: système d'exploitation

source: browser
fr: navigateur

source: bandwidth
fr: bande passante

source: availableTime
fr: temps disponible

source: delay
fr: retard dans le MOOC

source: timeAlreadySpent
fr: temps déjà passé sur le MOOC

source: otherLiveInformation
fr: autres informations 'en direct'

source: Save rule
fr: Enregistrer la règle

source: Priority:
fr: Priorité :

source: Rule
fr: Règle

# strategy.rules.newrule.delete
source: Are you sure to delete this new rule?
fr: Êtes-vous sûr de vouloir supprimer cette nouvelle règle ?

# strategy.rules.cantedit
source: Please save or delete your current rule before editing this one.
fr: Merci de supprimer ou sauvegarder la règle en cours avant d'éditer celle-ci.

source: IF
fr: SI

source: AND
fr: ET

source: OR
fr: OU

source: THEN
fr: ALORS

source: ELSE
fr: SINON

# strategy.rules.learnerActivity
source: the learner will do the following activities:
fr: l'apprenant réalisera les activités suivantes :

# strategy.rules.parametersListIntro
source: , with parameters:
fr: , avec comme paramètres:

# strategy.rules.newrule.deleteActivity
source: Are you sure to delete this activity?
fr: Êtes-vous sûr de vouloir supprimer cette activité ?

# strategy.save.success
source: Your data have been successfully saved
fr: Vos données ont bien été sauvegardées

# strategy.rules.delete
source: Are you sure to delete this rule ? It will not be possible to retrieve it later.
fr: Êtes-vous sûr de vouloir supprimer cette règle ? Il ne sera plus possible de la retrouver ensuite

source: true or false
fr: true (vrai) ou false (faux)

# scales.enumeration.intro
source: You can chose between:
fr: Vous pouvez choisir entre :

# scales.value.intro
source: The value must be a
fr: La valeur doit être un

# scales.usedValuesIntro
source: In resources definition, you used values:
fr: En définissant les ressources, vous avez utilisé les valeurs suivantes :

source: number
fr: nombre

source: n integer
fr: entier

source: number, with step
fr: nombre, de pas

source: scales.noscale
fr: Il n'y a pas de contrainte particulière sur cet élément

source: Mandatory
fr: Obligatoire

source: Optional
fr: Facultatif

source: Video
fr: Vidéo

source: Text
fr: Texte

source: Read
fr: Lire

source: Create
fr: Créer

source: Answer
fr: Répondre

source: Greeting
fr: Saluer

source: Encouraging
fr: Encourager

source: Time
fr: Temps

source: Results
fr: Résultats

# strategy.rules.newrule.chose.indicator
source: Select indicator
fr: Sélectionnez un indicateur

# strategy.rules.newrule.chose.activity
source: Select activity on the right
fr: Sélectionnez une activité sur la droite

# strategy.rules.newrule.chose.parameter
source: Chose parameter on the right
fr: Sélectionnez un paramètre sur la droite

source: Add activity
fr: Ajouter une activité

source: Place above
fr: Déplacer au-dessus

# xs:duration
source: duration
fr: e durée

# xs:float
source: number
fr: nombre

# xs:NCName
source: string without space
fr: e chaîne sans espace, virgule ou ':'

# xs:integer
source: n integer
fr: entier

# xs:NMTOKENS
source: list of strings without space and colons
fr: e liste d'éléments sans espace ni virgule

# xs:NMTOKEN
source: string without space and colons
fr: élément sans espace ni virgule

# xs:date
source: date
fr: e date

# xs:string
source: string
fr: e chaîne de caractères

# xs:boolean
source: boolean
fr: booléen : true (vrai) ou false (faux)

# xs:anyType
source: nything you want
fr: élément quelconque

# xs:dateTime
source: date and time
fr: e date et heure

# xs:positiveInteger
source: positive integer
fr: entier positif

source: phone
fr: smartphone

source: tablet
fr: tablette

source: computer
fr: ordinateur

source: google_search_engine
fr: moteur de recherche Google

source: play
fr: lecture

source: seek_fwd
fr: recherche avant

source: seek_bck
fr: recherche arrière

source: change_speed
fr: changement de vitesse

source: answer_forum
fr: répondre sur le forum

source: new_thread_forum
fr: créer un nouveau sujet

source: vote_forum
fr: vote sur forum

source: save_quiz
fr: sauvegarder le questionnaire

source: reset_quiz
fr: remettre le questionnaire à 0

source: submit_quiz
fr: soumettre le questionnaire

source: show_answer
fr: afficher les réponses

source: submit_assignment
fr: soumettre le devoir

source: save_assignment
fr: sauvegarder le devoir

source: noshow
fr: jamais venu

source: active_completing
fr: participant actif

source: passive_completing
fr: participant passif

source: auditing
fr: auditeur

source: disengaging
fr: qui se désengage

source: disengaging_dropout
fr: qui se désengage et quitte le MOOC

source: sampling
fr: échantillonneur

source: reader
fr: lecteur

source: actor
fr: acteur

source: native
fr: natal

source: bilingual
fr: bilingue

source: fluent
fr: courant

source: moderate
fr: modéré

source: unskilled
fr: sans compétence

source: active
fr: actif

source: unemployed
fr: sans emploi

source: student
fr: étudiant

source: retiree
fr: à la retraite

source: primary
fr: primaire

source: secondary
fr: secondaire

source: bachelor
fr: licence

source: doctoral
fr: doctorat

source: between
fr: entre

source: and
fr: et

# scales.enumeration.conclu
source: click on the value you want
fr: cliquez sur la valeur que vous souhaitez

source: Edit rule
fr: Editer la règle

source: Delete rule
fr: Supprimer la règle

source: Duplicate rule
fr: Dupliquer la règle

source: Remove constraint
fr: Supprimer la contrainte

source: Edit constraint
fr: Editer la contrainte

source: Edit value
fr: Editer la valeur

source: Remove activity
fr: Supprimer l'activité

source: Remove parameter
fr: Supprimer le paramètre

source: Add parameter
fr: Ajouter un paramètre

source: More information
fr: En savoir plus

source: Validate
fr: Valider

source: Combine with another constraint
fr: Combiner avec une autre contrainte

# fileChoice.h1
source: Personalization and MOOCs - Demo version
fr: Mise en place de la personnalisation dans le cadre des MOOCs - Version de démonstration.

# fileChoice.explanations
source: Welcome on the test version of the application "PERSUA2mooc"
fr: Bienvenue sur la version de démonstration de l'application 'PERSUA2mooc' développée par le l'équipe SILEX du laboratoire LIRIS, CNRS de l'Université Lyon 1. Ce travail est réalisé dans le cadre du projet COAT (Connaissance Ouverte A Tous).La version présentée ici est en cours de développement, et toutes les fonctionnalités ne sont pas encore disponibles. Le fonctionnement sur tout navigateur autre que Firefox n'est pas garanti (pour le moment...). Tout retour de votre part concernant cette version de test sera le bienvenu, et nous permettra d'améliorer la solution que nous proposons.

# fileChoice.links
source: Here are a few links to understand the project:
fr: Voici quelques liens qui vous permettront de comprendre le projet 'Mise en place de la personnalisation dans le cadre des MOOCs', ainsi que le fonctionnement de la présente application :

# fileChoice.coatLink
source: COAT Project Wiki
fr: Wiki du projet COAT

# fileChoice.internshipLink
source: Presentation of the internship dealing with this project
fr: Présentation du stage concerné par le projet - Présentation des enjeux

# fileChoice.modelLink
source: Presentation of PERSUA2mooc and the application
fr: Présentation du modèle PERSUA2mooc et de l'application

# fileChoice.readPresentation
source: Before you experiment this version, we strongly enjoin you to read the presentation of PERSUA2mooc, to understand the way this application is built.
fr: Avant toute utilisation de cette application, consultez la présentation du modèle PERSUA2MOOC pour bien comprendre son fonctionnement.

# fileChoice.delete.confirm
source: Are you sure you want to delete this file ? This deletion can't be reversed.
fr: Êtes-vous sûr de vouloir supprimer ce fichier ? Toute suppression est définitive.

source: File successfully removed
fr: Le fichier a bien été supprimé

# fileChoice.profile.instr
source: In this section you can select a profile, to edit its values and realize tests with your strategies.
fr: Dans cette section vous pouvez choisir un profil afin de modifier ses valeurs, et réaliser des tests avec vos stratégies pédagogiques.

# fileChoice.liveContext.instr
source: In this section you can select a live context, to edit its values and realize tests with your strategies.
fr: Dans cette section vous pouvez choisir un contexte 'live' afin de modifier ses valeurs, et réaliser des tests avec vos stratégies pédagogiques.

# fileChoice.sequenceContext.instr
source: Select the sequence context for a week, and you will be able to edit its content.
fr: Choisissez un contexte de séquence, et vous pourrez éditer ses valeurs.

# fileChoice.strategy.instr
source: Select a strategy and edit it to define what you think is best for the learners.
fr: Sélectionnez une stratégie (ou créez une nouvelle stratégie), et définissez ce que vous pensez être le mieux pour les apprenants

# fileChoice.resources.instr
source: Change the properties of MOOC resources
fr: Dans cette section, changez les propriétés des resssources du MOOC

source: Main Menu
fr: Menu principal

source: Sequence Context Edition
fr: Modification du contexte de séquence

source: Strategy Edition
fr: Modification de la stratégie

source: Profile Edition
fr: Modification du profil

source: Live Context Edition
fr: Modification du contexte 'en direct'

source: Resources Edition
fr: Modification des propriétés des ressources

source: Open file
fr: Ouvrir

source: Create new file
fr: Créer fichier

source: Duplicate file
fr: Dupliquer le fichier

source: Delete file
fr: Supprimer le fichier

# languageChoice
source: Choose language:
fr: Choisissez votre langue:

# valuesModification.h1
source: Modification page
fr: Interface de modification :

# valuesModification.instructions
source: You can change the value by clicking on them, giving the wished value in the input and then validating by pressing "enter". Don't forget to save your file once you're finished.
fr: Vous pouvez changer les valeurs en cliquant sur elles, puis en donnant la valeur souhaitée dans le formulaire afffiché, et en pressant 'entrée' pour valider la saisie. N'oubliez pas de sauvegarder le fichier une fois vos modifications terminées.

# valuesModification.currentFileIntro
source: Currently editing
fr: Modification de :

# filechoice.strategyTest.instr
source: Select a strategy, a profile and contexts to see what would be generated for a learner.
fr: Sélectionnez une stratégie, un profil d'apprenant, un contexte 'live' et un contexte de séquence, découvrez la boussole qui sera ainsi générée !

# resourcesModification.h1
source: Modification of resources' properties
fr: Modification des propriétés des ressources

# resourcesModification.currentFileIntro
source: You are currently editing the resources of
fr: Vous éditez les ressources du fichier

# resourcesModification.instructions
source: Add or delete resources, and edit their properties by clicking on the edit icon.
fr: Ajoutez ou supprimez des ressources, et éditez leurs propriétés en cliquant sur l'icône de modification.

# paramModal.h4
source: Properties modification
fr: Modification des propriétés

source: Cancel
fr: Annuler

# strategyTest.h1
source: Strategy test
fr: Test de stratégie pédagogique

# strategyTest.currentFileIntro
source: You are testing:
fr: Vous testez :

# strategyTest.instructions
source: Here is the list of activities, as it will be showed to the learner:
fr: Voici la boussole telle qu'elle sera vue par l'apprenant :

source: Maximum of points
fr: Nombre de points maximum

source: Grade?
fr: Noté ?

source: Strategy testing
fr: Test de la stratégie

source: profile
fr: Profil

source: Chose your strategy
fr: Stratégie

source: You are using files:
fr: Vous utilisez les fichiers :

source: Live Context
fr: Contexte 'en direct'

source: Sequence Context
fr: Contexte de la séquence

# boussole.hello
source: Hi ! We suggest you to realize the following activities:
fr: Bonjour. Nous vous proposons de réaliser les activités suivantes :

# boussole.conclusion.begin
source: It makes
fr: Vous avez ainsi

# boussole.conclusion.nbAct
source: activities to reealize, and should take you about
fr: activités à réaliser, et cela devrait durer environ

# boussole.social.intro
source: Go on
fr: Allez sur

# boussole.social.twitter
source: the social network Twitter
fr: le réseau social Twitter

# boussole.social.forum
source: the forum of this course
fr: le forum du cours

# boussole.social.facebook
source: the social network Facebook
fr: le réseau social Facebook

# boussole.social.google
source: the social network Google+
fr: le réseau social Google+

# boussole.social.answer
source: and help the other learners asking questions
fr: , et portez secours aux autres apprenants qui y posent des questions

# boussole.social.read
source: and read the messages you could be interested in
fr: , et lisez les messages qui pourraient vous intéresser

# boussole.social.create
source: and ask your questions or expose you reflections to the other participants
fr: , et posez vos questions ou présentez vos réflexions aux autres participants

# boussole.social.time
source: you might spend about
fr: passez-y environ

# boussole.message.encouraging
source: Keep going this way!
fr: Continuez vos efforts, bientôt vous serez un as de la colonne vertébrale !

# boussole.message.greeting
source: Hi, very glad to see you for this new sequence of the MOOC!
fr: Bonjour, ravi de vous retrouver aujourd'hui pour étudier cette belle matière qu'est l'anatomie !

# boussole.learning.groupIntro
source: Consult some resources of the section
fr: Consultez certaines ressources de la section

# boussole.learning.groupCcl
source: which are listed just below
fr: elles sont listées ci-dessous

source: Consult
fr: Consultez

# boussole.exercice.grade
source: Do the exercise (graded)
fr: Faites l'exercice noté

# boussole.exercice.nograde
source: Do the exercise (no grade issued)
fr: Faites l'exercice (non noté)

# statistics.h1
source: General statistics on the MOOC learners
fr: Statistiques générales sur les apprenants du MOOC

# statistics.instructions
source: For each indicator, statistics are displayed, enabling you to have a global view of the learners in this MOOC.
fr: Voici, pour chaque indicateur, des statistiques (répartition, moyennes,...) permettant d'avoir une vue globale des apprenants sur ce MOOC.

source: There are currently
fr: Il y a actuellement

source: learners in the MOOC
fr: apprenants dans le MOOC

# fileChoice.statistics.link
source: General statistics
fr: Statistiques générales

# fileChoice.association.link
source: Associate strategies and contexts to MOOC sequences
fr: Associer stratégies et contextes aux séquences du MOOC

# association.h1
source: Sequence - strategies and contexts association
fr: Association séquences - stratégies et contextes

# association.instructions
source: For each sequence of the MOOC, select the strategy and sequence context to be used in order to perform personalization for each learner of the MOOC.
fr: Pour chaque séquence du MOOC, indiquez quelles sont la stratégie et le contexte de séquence à employer afin de personnaliser les activités à chacun des apprenants.

source: Strategy:
fr: Stratégie :

source: Context:
fr: Contexte :
